export const city = {
    si : {
    수도권: [
        "서울특별시", "인천광역시", "수원시", "성남시", "고양시", "용인시", "부천시", "안산시", "안양시",
        "남양주시", "화성시", "평택시", "의정부시", "시흥시", "파주시", "김포시", "광명시", "광주시(경기)",
        "군포시", "하남시", "오산시", "이천시", "안성시", "구리시", "의왕시", "여주시", "양주시", "동두천시",
        "과천시", "포천시"
    ],
    강원특별자치도: ["춘천시", "원주시", "강릉시", "동해시", "태백시", "속초시", "삼척시"],
    충청북도: ["청주시", "충주시", "제천시"],
    충청남도: ["천안시", "공주시", "보령시", "아산시", "서산시", "논산시", "계룡시"],
    전라북도: ["전주시", "군산시", "익산시", "정읍시", "남원시", "김제시"],
    전라남도: ["목포시", "여수시", "순천시", "나주시", "광양시"],
    경상북도: ["포항시", "경주시", "김천시", "안동시", "구미시", "영주시", "영천시", "상주시", "문경시", "경산시"],
    경상남도: ["창원시", "진주시", "통영시", "사천시", "김해시", "밀양시", "거제시", "양산시"],
    제주특별자치도: ["제주시", "서귀포시"],
    부산광역시: ["부산광역시"],
    대구광역시: ["대구광역시"],
    광주광역시: ["광주광역시"],
    대전광역시: ["대전광역시"],
    울산광역시: ["울산광역시"],
    세종특별자치시: ["세종특별자치시"]
}
,
    gun : {
    강원특별자치도: [
    "화천군", "양구군", "인제군", "홍천군", "횡성군", "영월군", "평창군", 
    "정선군", "철원군", "고성군", "양양군"
    ],
    충청북도: [
    "보은군", "옥천군", "영동군", "괴산군", "증평군", "진천군", 
    "음성군", "단양군"
    ],
    충청남도: [
        "홍성군", "예산군", "태안군"
    ],
    전라북도: [
        "무주군", "진안군", "장수군", "임실군", "순창군", "고창군", "부안군"
    ],
    전라남도: [
        "강진군", "해남군", "영암군", "무안군", "함평군", "신안군", "장성군", 
        "완도군", "진도군", "곡성군", "구례군"
    ],
    경상북도: [
        "군위군", "의성군", "청송군", "영양군", "영덕군", "청도군", "고령군", 
        "성주군", "칠곡군", "예천군", "봉화군", "울진군", "울릉군"
    ],
    경상남도: [
        "하동군", "산청군", "함양군", "거창군", "합천군"
    ],
},
    gu : {
    서울특별시: [
        "강남구", "강동구", "강북구", "강서구", "관악구", "광진구", "구로구", "금천구",
        "노원구", "도봉구", "동대문구", "동작구", "마포구", "서대문구", "서초구", "성동구",
        "성북구", "송파구", "양천구", "영등포구", "용산구", "은평구", "종로구", "중구", "중랑구"
    ],
    부산광역시: [
        "강서구", "금정구", "기장군", "남구", "동구", "동래구", "부산진구", "북구",
        "사상구", "사하구", "서구", "수영구", "연제구", "영도구", "중구", "해운대구"
    ],
    대구광역시: [
        "남구", "달서구", "달성군", "동구", "북구", "서구", "수성구", "중구"
    ],
    인천광역시: [
        "강화군", "계양구", "남동구", "동구", "미추홀구", "부평구", "서구", "연수구", "옹진군"
    ],
    광주광역시: [
        "광산구", "남구", "동구", "북구", "서구"
    ],
    대전광역시: [
        "대덕구", "동구", "서구", "유성구", "중구"
    ],
    울산광역시: [
        "남구", "동구", "북구", "울주군", "중구"
    ]}
}

export const animal = {
    cat :[
        {'페르시안' : 'cat1'},
        {'터키시앙고라':'cat2'},
        {'코리안쇼트헤어':'cat3'},
        {'아비시니안':'cat4'},
        {'아메리칸쇼트헤어':'cat5'},
        {'스코티시폴드':'cat6'},
        {'샴(샤미즈':'cat7'},
        {'뱅갈':'cat8'},
        {'먼치킨':'cat9'},
        {'러시안블루':'cat10'},
        {'노르웨이숲고양이':'cat11'},

    ],
    dog :[
        {'골든 리트리버': 'dog1'},
        {'래브라도 리트리버': 'dog2'},
        {'시베리안 허스키': 'dog3'},
        {'비글': 'dog4'},
        {'프렌치 불도그': 'dog5'},
        {'보더 콜리': 'dog6'},
        {'퍼그': 'dog7'},
        {'닥스훈트': 'dog8'},
        {'시추': 'dog9'},
        {'말티즈': 'dog10'},
        {'요크셔 테리어': 'dog11'},
        {'푸들': 'dog12'},
        {'시바 이누': 'dog13'},
        {'진돗개': 'dog14'},
        {'불독': 'dog15'},
        {'웰시 코기': 'dog16'},
        {'비숑 프리제': 'dog17'},
        {'치와와': 'dog18'},
        {'제페니스 스피츠': 'dog19'},
        {'토이 푸들': 'dog20'},
        {'로트바일러': 'dog21'},
        {'도베르만 핀셔': 'dog22'},
        {'핏불 테리어': 'dog23'},
        {'저먼 셰퍼드': 'dog24'},
        {'보스턴 테리어': 'dog25'},
        {'아프간 하운드': 'dog26'},
        {'파피용': 'dog27'},
        {'믹스견': 'dog28'},
        {'그레이트 데인': 'dog29'},
        {'차우차우': 'dog30'},
        {'코카 스파니엘': 'dog31'},
        {'바센지': 'dog32'},
        {'포메라니안': 'dog33'},
        {'사모예드': 'dog34'},
        {'하바나 실크독': 'dog35'},
        {'브리트니': 'dog36'},
        {'바셋 하운드': 'dog37'},
        {'미니어처 핀셔': 'dog38'},
        {'미니어처 푸들': 'dog39'},
        {'미니어처 슈나우저': 'dog40'},
        {'베들링턴 테리어':'dog41'},
        {"스탠더드 푸들":"dog42"},
        {"셔틀랜드 쉽독":"dog43"},
        {"이탈리안 그레이하운드":"dog44"},
    ]
}