export const city = {
    si : {
    수도권: [
        "서울특별시", "인천광역시", "수원시", "성남시", "고양시", "용인시", "부천시", "안산시", "안양시",
        "남양주시", "화성시", "평택시", "의정부시", "시흥시", "파주시", "김포시", "광명시", "광주시(경기)",
        "군포시", "하남시", "오산시", "이천시", "안성시", "구리시", "의왕시", "여주시", "양주시", "동두천시",
        "과천시", "포천시"
    ],
    강원특별자치도: ["춘천시", "원주시", "강릉시", "동해시", "태백시", "속초시", "삼척시"],
    충청북도: ["청주시", "충주시", "제천시"],
    충청남도: ["천안시", "공주시", "보령시", "아산시", "서산시", "논산시", "계룡시"],
    전라북도: ["전주시", "군산시", "익산시", "정읍시", "남원시", "김제시"],
    전라남도: ["목포시", "여수시", "순천시", "나주시", "광양시"],
    경상북도: ["포항시", "경주시", "김천시", "안동시", "구미시", "영주시", "영천시", "상주시", "문경시", "경산시"],
    경상남도: ["창원시", "진주시", "통영시", "사천시", "김해시", "밀양시", "거제시", "양산시"],
    제주특별자치도: ["제주시", "서귀포시"],
    부산광역시: ["부산광역시"],
    대구광역시: ["대구광역시"],
    광주광역시: ["광주광역시"],
    대전광역시: ["대전광역시"],
    울산광역시: ["울산광역시"],
    세종특별자치시: ["세종특별자치시"]
}
,
    gun : {
    강원특별자치도: [
    "화천군", "양구군", "인제군", "홍천군", "횡성군", "영월군", "평창군", 
    "정선군", "철원군", "고성군", "양양군"
    ],
    충청북도: [
    "보은군", "옥천군", "영동군", "괴산군", "증평군", "진천군", 
    "음성군", "단양군"
    ],
    충청남도: [
        "홍성군", "예산군", "태안군"
    ],
    전라북도: [
        "무주군", "진안군", "장수군", "임실군", "순창군", "고창군", "부안군"
    ],
    전라남도: [
        "강진군", "해남군", "영암군", "무안군", "함평군", "신안군", "장성군", 
        "완도군", "진도군", "곡성군", "구례군"
    ],
    경상북도: [
        "군위군", "의성군", "청송군", "영양군", "영덕군", "청도군", "고령군", 
        "성주군", "칠곡군", "예천군", "봉화군", "울진군", "울릉군"
    ],
    경상남도: [
        "하동군", "산청군", "함양군", "거창군", "합천군"
    ],
},
    gu : {
    서울특별시: [
        "강남구", "강동구", "강북구", "강서구", "관악구", "광진구", "구로구", "금천구",
        "노원구", "도봉구", "동대문구", "동작구", "마포구", "서대문구", "서초구", "성동구",
        "성북구", "송파구", "양천구", "영등포구", "용산구", "은평구", "종로구", "중구", "중랑구"
    ],
    부산광역시: [
        "강서구", "금정구", "기장군", "남구", "동구", "동래구", "부산진구", "북구",
        "사상구", "사하구", "서구", "수영구", "연제구", "영도구", "중구", "해운대구"
    ],
    대구광역시: [
        "남구", "달서구", "달성군", "동구", "북구", "서구", "수성구", "중구"
    ],
    인천광역시: [
        "강화군", "계양구", "남동구", "동구", "미추홀구", "부평구", "서구", "연수구", "옹진군"
    ],
    광주광역시: [
        "광산구", "남구", "동구", "북구", "서구"
    ],
    대전광역시: [
        "대덕구", "동구", "서구", "유성구", "중구"
    ],
    울산광역시: [
        "남구", "동구", "북구", "울주군", "중구"
    ]}
}


export const animal = {
  cat: [
    { "노르웨이 숲": "cat22" },
    { "레그돌": "cat7" },
    { "러시안 블루": "cat8" },
    { "메인쿤": "cat10" },
    { "먼치킨": "cat9" },
    { "믹스묘": "cat19" },
    { "봄베이": "cat11" },
    { "브리티시 쇼트헤어": "cat3" },
    { "벵갈": "cat12" },
    { "셀커크 렉스": "cat14" },
    { "스코티시폴드": "cat6" },
    { "스핑크스": "cat13" },
    { "샴": "cat15" },
    { "아메리칸 쇼트헤어": "cat5" },
    { "아비시니안": "cat4" },
    { "친칠라": "cat18" },
    { "터키시 앙고라": "cat2" },
    { "페르시안": "cat1" },
    { "하일랜드 폴드": "cat16" },
    { "한국 고양이": "cat21" }
  ],

  dog: [
    { "그레이 하운드": "dog21" },
    { "골든 리트리버": "dog1" },
    { "도사": "dog22" },
    { "도베르만": "dog23" },
    { "동경견": "dog24" },
    { "라이카": "dog26" },
    { "라브라도 리트리버": "dog2" },
    { "래빗 닥스훈트": "dog27" },
    { "로트와일러": "dog29" },
    { "러프콜리": "dog32" },
    { "말라뮤트": "dog33" },
    { "말티즈": "dog10" },
    { "마리노이즈": "dog35" },
    { "마스티프": "dog36" },
    { "믹스견": "dog28" },
    { "미니어쳐 닥스훈트": "dog37" },
    { "미니어쳐 슈나우저": "dog40" },
    { "미니어쳐 핀셔": "dog38" },
    { "미니어쳐 푸들": "dog39" },
    { "미디엄 푸들": "dog45" },
    { "미텔 스피츠": "dog46" },
    { "베들링턴 테리어": "dog41" },
    { "보더 콜리": "dog6" },
    { "보르조이": "dog47" },
    { "보스턴 테리어": "dog25" },
    { "불독": "dog15" },
    { "비글": "dog4" },
    { "비숑 프리제": "dog17" },
    { "사모예드": "dog34" },
    { "삽살개": "dog8" },
    { "사자개": "dog48" },
    { "사이베리안 허스키": "dog3" },
    { "샤페이": "dog49" },
    { "셔틀랜드 쉽독": "dog43" },
    { "셰퍼드": "dog50" },
    { "스탠다드 닥스훈트": "dog51" },
    { "스탠다드 푸들": "dog42" },
    { "스피츠": "dog19" },
    { "시바": "dog13" },
    { "시츄": "dog9" },
    { "아메리칸 아키다": "dog52" },
    { "아메리칸불리": "dog53" },
    { "아키다": "dog54" },
    { "안달루시안": "dog55" },
    { "요크셔 테리어": "dog11" },
    { "웰시 코기 카디건": "dog70" },
    { "웰시 코기 펨브로크": "dog72" },
    { "웰시 테리어": "dog69" },
    { "와이마라너": "dog68" },
    { "웨스트 시베리언 라이카": "dog67" },
    { "잉글리쉬 세터": "dog62" },
    { "잉글리쉬 포인터": "dog61" },
    { "잭 러셀 테리어": "dog64" },
    { "저먼 셰퍼드 독": "dog63" },
    { "진도견": "dog14" },
    { "차우차우": "dog30" },
    { "치와와": "dog18" },
    { "캐벌리어 킹 찰스 스파니엘": "dog66" },
    { "콜리": "dog16" },
    { "코카 스파니엘": "dog31" },
    { "토이 푸들": "dog20" },
    { "퍼그": "dog7" },
    { "페키니즈": "dog56" },
    { "포인터": "dog57" },
    { "포메라니안": "dog33" },
    { "푸들": "dog12" },
    { "프렌치 불독": "dog5" },
    { "핏불테리어": "dog59" },
    { "풍산견": "dog58" },
    { "빠삐용(콘티넨탈 토이 스파니엘)": "dog65" },
    { "브리타니 스파니엘": "dog60" }
  ]
};

